{
    "home_t1": "The Pioneer in Bringing World-Class Online Education Technologies to Thailand",
    "home_t2": "Practice English online, anywhere, any time without worrying about traffic jam",
    "home_t3": "Pratice English up to 16 hours per day, as much as you want",
    "home_t4": "Each leaner has an individual learning plan, learners can start studying after registration",
    "home_t5": "Learn English with more than 200 teachers from Europe, Australia, USA with different accents",
    "home_t6": "Testing your english skill at TOPICA NATIVE via CASEC test",
    "home_t7": "MEDIA TALK ABOUT TOPICA",
    "home_t8": "Each learner has their own advisor",

    "whyus_t1": "The Pioneer in Bringing World-Class Online Education Technologies to Thailand",
    "whyus_t2": "Any time Anywhere",
    "whyus_t3": "With only an Internet - connected laptop, everyone can learn English online any time, anywhere and avoid traffic jam when going to English centers during peak hours.In addition, the method of e - learning makes it possible for anyone to study English with international standards without travelling to big cities like Bangkok.",
    "whyus_t4": "ALL YOU CAN LEARN",
    "whyus_t5": "TOPICA Native is the platform of learning English online, focusing on communication skill development. Everyday, from 8.00am to 24.00pm, TOPICA Native opens online classes. Learners are instructed by native teachers in vividly designed classes. As a result, the lessons are familiar with learners as if they were talking in real life which brings in the best results possible.",
    "whyus_t6": "WITH PERSONAL SCHEDULE",
    "whyus_t7": "Each learner is given an individual roadmap. They do not have to wait for classes as they can join in right after registering and completing an entrance test. Even when there is only one learner in the class, the lesson still goes on as normal.",
    "whyus_t8": "Is our program suitable for you? Find out now!",
    
    "whyus_t9": "PERSONAL ADVISOR",
    "whyus_t10": "Advisors always follow students' learning progress in online English classes and remind them to do homework.",
    "whyus_t11": "SPECIAL METHOD",
    "whyus_t12": "The online English learning method that TOPICA Native has been applying is designed for those who want to improve listening and speaking skills, which most of Thai people are not very good at. However, the learners still are provided with knowledge about grammar and vocabulary.",
    "whyus_t13": "100% NATIVE TEACHERS",
    "whyus_t14": "TOPICA Native's teaching staff consists of over 200 native speakers from Europe, America and Australia, giving the opportunity for students to familiarize themselves with various accents.",
    "whyus_t15": "REVIEW FROM OUR STUDENTS",
    "whyus_t16": "Ms. Pusshamon Khongkha",
    "whyus_t17": "Nurse",
    "whyus_t18": "I am very impressed with TOPICA NATIVE’s teaching system. We can register a class with a foreign teacher today and register the same class with Thai teacher the next day. That way we can learn more sentences and review our lessons at the same time. Very good scheduling system.",
    "whyus_t19": "Mr. Nititorn C.",
    "whyus_t20": "Online Businessman",
    "whyus_t21": "My english is very weak. I could only say “yes, no and ok”. And I have to expand my business from local to international customers, that’s why I need to have English communication skills to deal with my customers. So if my english is weak, so is my business.",
    "whyus_t22": "Ms. Sopa Mamee",
    "whyus_t23": "Manager",
    "whyus_t24": "I’m a manager so I need to be able to speak English. I began to improve my english skill by myself. I could read fine but I couldn’t understand a long conversation. My job is to be the coach of foreign staff so I often had my friend helping me with english documents. However, after having studied with TOPICA, I can form my own sentences now. Even though, my grammar isn’t always correct but I know I have improved a lot.",
    
    "ourteam_t1":"NATIVE TEACHERS",
    "ourteam_t2":"100% teachers in TOPICA Native are from US, UK and Australia to ensure that students can practice listening with various accents. The selected teachers all possess years of experience at prestigious colleges and English centers. All of them have to undergo strict ability examinations and receive thorough training of online teaching skills so that the quality of classes always reach the highest standard possible.",
    "ourteam_t3":"PERSONAL ADVISOR",
    "ourteam_t4":"During your study with TOPICA Native you will have your own English advisor who takes the role of a tutor and closely follows your progress from the first day until the very last. Every week she will send documents to you via email and contact you at least twice a week to help you review grammar and theory lessons. She will also offer advice to help you improve your skills.",
    "ourteam_t5":"TECHNICAL SUPPORT",
    "ourteam_t6":"Before joining an online class, TOPICA's technical team will check your Internet connection, headphones, microphone to ensure the highest quality possible, then they will put you into a class with learners at the same the level as yours. There will be a technician on duty in class to assist you when necessary.",
    "ourteam_t7":"INTRODUCTION ABOUT TOPICA",
    "ourteam_t8":"",
    
    "method_t1":"TOPICA Native is an online English program that applies the most modern technology: focusing on communication skill development by encouraging students to practice speaking with native teachers on a daily basis, following topics which are related to life and work. What is the advantage of this modern teaching method applied at TOPICA Native in comparison with the traditional method?",
    "method_t2":"L I P E LECTURE - INTERACTION - PRACTICE - EXAM",
    "method_t3":"With the traditional method (L.I.P.E), you start with theory lesson (Lecture), following by discussion with classmates (Interactive), then practicing with teachers (Practice) and test (Exam).",
    "method_t4":"P I E L E PRACTICE - INTERACTION - EVALUATION - LECTURE - EXAM",
    "method_t5":"With the advanced method of P.I.E.L.E from the beginning, you get to (Practice) with native teachers even when you have not thoroughly understand theory, following by exchange and discussion with classmates and your advisor (Interaction) that will help you reognize your mistakes, then the teacher will evaluate (Evaluation) your performance in class. After that, the teacher will summarize the lesson (Lecture) and finally, you will take periodical (Exam) to determine you current English level.",
    "method_t6":"Furthermore, by joining TOPICA Native English Online with P.I.E.L.E process, you have a chance to practice more and work toward the final goal that is to apply what you learn into real life, instead of mere results from tests and exams, so you will achieve outstanding improvement.",
    "method_t7":"OUR PROGRAM",
    
    "package_t1":"Learning Program with flexible fee based on student level",
    "package_t2":"After receiving consultation and completing a pretest, you will have an individual learning roadmap and get help selecting the most suitable package for your level.",
    "package_t3":"Payment method",
    "package_t4":"BY TRANSFER",
    "package_t5":"BY CASH",
    "package_t6":"BY CREDIT CARD",
    "package_t7":"",
    
    "register_t1":"FILLING IN YOUR CONTACT INFORMATION INTO APPLICATION FORM",
    "register_t2":"Please fill in your contact information correctly including: Full name, Phone Number, Email address and Age to receive our free consultantion",
    "register_t3":"RECEIVING ALL INFORMATION ABOUT THE PROGRAM FROM OUR CONSULTANTS",
    "register_t4":"Consultants from TOPICA Native will call to give you all information you need to know about the program and answer all your questions about the program",
    "register_t5":"TESTING YOUR ENGLISH SKILL BY INTERNATIONAL STANDARDS",
    "register_t6":"Testing your English Skill at TOPICA Native via CASEC Test and Interview with a TESTER",
    "register_t7":"MAKING A TUITION PAYMENT FOR YOUR COURSE",
    "register_t8":"Tuition fee is based on individual learning roadmap, you can make your tuition by cash, credit card, bank transfer and Cash-on-Delivery",
    "register_t9":"STARTING YOUR COURSE IMMEDIATELY WITH YOUR OWN LEARNING ROADMAP",
    "register_t10":"Student's learning roadmap at TOPICA Native is individual so you can start learning right away without waiting for other students",

    "form_t1":"REGISTER",
    "form_t2":"For receiving your free English test",
    "form_t3":"Name",
    "form_t4":"Phone",
    "form_t5":"Email",
    "form_t6":"--- How old are you? ---",
    "form_t7":"Under 18 yrs",
    "form_t8":"18 - 22 yrs",
    "form_t9":"23 yrs and over",
    "form_t10":"SUBMIT",

    "menu_t1":"HOME",
    "menu_t2":"WHY US",
    "menu_t3":"OUR TEAM",
    "menu_t4":"LEARNING METHOD",
    "menu_t5":"PACKAGE",
    "menu_t6":"REGISTER"
}
