{
    "home_t1": "ผู้นำด้านเทคโนโลยีด้านการศึกษาสู๋ประเทศไทย",
    "home_t2":"เรียนภาษาอังกฤษออนไลน์ได้ทุกที ทุกเวลา ไม่ต้องกังวลเรื่องการเดินทางอีกต่อไป",
    "home_t3":"ฝึกพูดภาษาอังกฤษได้ตามต้องการ มากกว่า 16 ชั่วโมงต่อวัน",
    "home_t4":"ผู้เรียนแต่ละท่านจะมีแผนการเรียนส่วนตัว เพื่อให้เกิดประสิทธิภาพในการเรียนมากที่สุด",
    "home_t5":"มีอาจารย์ต่างชาติเจ้าของภาษามากกว่า 200 ท่านทั้งจากยุโรป ออสเตรเลีย และอเมริกา",
    "home_t6":"ทดสอบวัดระดับภาษาอังกฤษของคุณด้วยระบบมาตรฐานสากล CASEC",
    "home_t7":"MEDIA TALK ABOUT TOPICA",
    "home_t8": "ผู้เรียนแต่ละคนจะมีที่ปรึกษาด้านการพัฒนาภาษาอังกฤษส่วนตัว",


    "whyus_t1": "ผู้นำด้านเทคโนโลยีด้านการศึกษาสู๋ประเทศไทย",
    "whyus_t2": "เรียนได้ทุกที่ ทุกเวลา",
    "whyus_t3": "เพียงแค่คุณมีอินเตอร์เนตพร้อมกับแลปท็อป คุณก็สามารถเรียนภาษาอังกฤษออนไลน์ ได้ทุกที่ ทุกเวลา  ไม่ต้องกังวลเรื่องการเดินทางอีกต่อไป ด้วยวิธีการเรียนนี้ ทุกคนก็สามารถเรียนภาษาอังกฤษมาตรฐานสากลได้",
    "whyus_t4": "เรียนได้ไม่จำกัด",
    "whyus_t5": "TOPICA NATIVE รูปแบบการเรียนภาษาอังกฤษออนไลน์ที่มุ่งเน้นการพัฒนาด้านการสื่อสารเป็นหลัก คุณสามารถเรียนได้ตั้งแต่ 08.00-24.00 ผู้เรียนจะได้รับการสอนโดยตรงกับครูเจ้าของภาษา ในชั้นเรียนที่ออกแบบมาอย่างพิถีพิถัน บทเรียนราวกับผู้เรียนกำลังพูดในชีวิตจริงซึ่งทำให้เกิดประสิทธิภาพในการเรียนที่ดีที่สุด",
    "whyus_t6": "ตารางการเรียนส่วนบุคคล",
    "whyus_t7": "ผู้เรียนแต่ละท่านจะมีแผนการเรียนที่แตกต่างกันไป ผู้เรียนไม่ต้องรอเข้าคลาส คลาสเรียนจะเริ่มทุกต้นชั่วโมง มีแค่ผู้เรียน 1 ท่านก็สามารถเรียนได้แล้ว",
    "whyus_t8": "หากไม่มั่นใจว่าหลักสูตรเหมาะกับคุณหรื่อไม่? มาร่วมค้นหาไปด้วยกัน",
    "whyus_t9": "ที่ปรึกษาส่วนตัว",
    "whyus_t10": "ที่ปรึกษาส่วนตัวจะติดตามพัฒนาการของผู้เรียนอย่างสม่ำเสมอ",
    "whyus_t11": "วิธีการเรียนที่พิเศษขึ้น",
    "whyus_t12": "วิธีการเรียนภาษาอังกฤษออนไลน์ซึ่ง TOPICA NATIVE ต้องการให้ผู้เรียนได้พัฒนาทั้งทักษะการฟังและการพูด ออกแบบมาให้เหมาะสมกับคนไทย แต่อย่างไรก็ตามผู้เรียนสามารถเรียนเกี่ยวกัยหละกไวยากรณ์หรือคำศํพท์ได้จากบทเรียนของเรา",
    "whyus_t13": "อาจารย์ต่างชาติเจ้าของภาษา 100%",
    "whyus_t14": "TOPICA NATIVE มีอาจารย์เจ้าของภาษามากกว่า 200 คน จากประเทศฝั่งยุโรป อเมริกา และออสเตรเลีย เกิดประโยชน์ต่อผู้เรียนที่จะได้ซึมซับสำเนียงที่หลากหลาย",
    "whyus_t15": "",
    "whyus_t16": "",
    "whyus_t17": "",
    "whyus_t18": "",
    "whyus_t19": "",
    
    "ourteam_t1":"อาจารย์เจ้าของภาษา",
    "ourteam_t2":"100 % ของอาจารย์ผู้สอนใน TOPICA NATIVE มาจากประเทศฝั่งยุโรป อังกฤษ อเมริกา และออสเตรเลีย เพื่อให้มั่นใจว่าผู้เรียนจะได้เรียนรู้การฟังหลากหลายสำเนียง อาจารย์ที่เราคัดเลือกมีประสบการณ์หลายปีจากวิทยาลัยและศูนย์ภาษาอังกฤษที่มีชื่อเสียง อาจารย์ทุกคนจะต้องได้รับการตรวจสอบทักษะอย่างเข้มงวดและได้รับการฝึกอบรมทักษะการสอนออนไลน์อย่างละเอียดเพื่อให้คุณภาพของชั้นเรียนมีมาตรฐานสูงสุด",
    "ourteam_t3":"ที่ปรึกษาส่วนตัว",
    "ourteam_t4":"ระหว่างการเรียนที่ TOPICA NATIVE คุณจะมีที่ปรึกษาทางภาษาอังกฤษส่วนตัวซึ่งให้คำแนะนำกับผู้เรียนอย่างใกล้ชิด ติดตามพัฒนาการของผู้เรียนตั้งแต่วันแรกจนถึงวันสุดท้าย ทุกๆอาทิตย์ที่ปรึกษาส่วนตัวจะส่งเอกสารการเรียนให้กับคุณ และติดต่อคุณอย่างน้อยอาทิตย์ละ 2 ครั้งเพื่อช่วยคุณทบทวนด้านแกรมมาร์ ไวยากรณ์ ซึ่งช่วยให้คุณพัฒนาภาษาอังกฤษได้อย่างมั่นใจ",
    "ourteam_t5":"ฝ่ายสนับสนุนด้านเทคนิค",
    "ourteam_t6":"ก่อนที่คุณจะเข้าคลาสเรียนออนไลน์ ฝ่ายเทคนิคของ TOPICA จะตรวจสอบความพร้อมของ การเชื่อมต่ออินเตอร์เน็ต หูฟัง ไมโครโฟนเพื่อให้แน่ใจว่าคุณจะได้รับคุณภาพที่ดีที่สุด หากมีปัญหาในระหว่างคลาสเรียน สามารถติดต่อฝ่ายเทคนิคได้ตลอดเวลา",
    "ourteam_t7":"แนะนำเกี่ยวกับ TOPICA",
    "ourteam_t8":"",
    
    "method_t1":"TOPICA NATIVE โปรแกรมการเรียนภาษาอังกฤษออนไลน์ที่นำเทคโนโลยีที่ทันสมัย มุ่งเน้นพัฒนาการสื่อสาร ด้วยการให้ผู้เรียนได้ฝึกพูกกับอาจารย์ต่างชาติผ่านหัวข้อทีเกี่ยวข้องในชีวิตประจำวันและการทำงาน วิธีการเรียน ของ TOPICA NATIVE แตกต่างจากวิธีการเรียนแบบเดิมอย่างไร",
    "method_t2":"L I P E LECTURE - INTERACTION - PRACTICE - EXAM",
    "method_t3":"วิธีการเรียนแบบเดิม (L.I.P.E.) คุณเริ่มต้นด้วยการเรียนทฤษฎี (Lecture) ตามมาด้วยการอภิปรายกับผู้ร่วมชั้น (Interaction) หลังจากนั้นฝึกพูดกับอาจารย์ (Practice) และทำแบบทดสอบ (Test)",
    "method_t4":"P I E L E PRACTICE - INTERACTION - EVALUATION - LECTURE - EXAM",
    "method_t5":"วิธีการเรียนแบบใหม่ที่เรียกว่า P.I.E.L.E เริ่มต้นคุณจะได้รับการฝึก (Practice) กับอาจารย์ต่างชาติ ถึงแม้ว่าคุณจะไม่เข้าใจทฤษฎี แต่คุณจะได้แลกเปลี่ยนและพูดคุยกับเพื่อนร่วมคลาสเรียน และที่ปรึกษาของคุณเอง (Interaction) ซึ่งจะช่วยให้คุณจำในสิ่งที่คุณผิดพลาดได้ ขั้นตอนต่อมา อาจารย์ของคุณจะประเมินผล (Evaluation) ประสิทธิภาพการเรียนของคุณในชั้นเรียน หลังจากนั้น อาจารย์จะสรุปบทเรียนในชั้นเรียน (Lecture) สุดท้ายคุณจะได้ทำแบบทดสอบ (Exam) ทุกๆเดือน เพื่อวัดระดับภาษาอังกฤษของคุณ",
    "method_t6":"มากกว่านั้น การเข้าร่วมโปรแกรมภาษาอังกฤษออนไลน์ TOPICA Native ด้วยวิธีการ P.I.E.L.E คุณยังมีโอกาสได้ฝึกฝนมากขึ้นและมุ่งมั่นเข้าใกล้เป้าหมายของคุณเพื่อนำสิ่งที่คุณได้เรียนรู้ไปใช้ในชีวิตจริง แทนที่จะวัดผลโดยการทำแบบทดสอบเท่านั้น จะทำให้คุณมีการพัฒนาที่โดดเด่นอย่างมั่นใจ",
    "method_t7":"",
    
    
    "package_t1":"ค่าใช้จ่ายในการเรียนขึ้นอยู่กับพื้นฐานของผู้เรียน",
    "package_t2":"หลังจากได้รับคำแนะนำและทำแบบทดสอบแล้ว คุณจะได้รับแผนการเรียนส่วนตัวที่ช่วยให้คุณเลือกโปรแกรมการเรียนที่เหมาะสมกับระดับทางภาษาอังกฤษของคุณมากที่สุด",
    "package_t3":"วิธีการชำระเงิน",
    "package_t4":"โอนเงินผ่านบัญชี",
    "package_t5":"เงินสด",
    "package_t6":"เครดิตการ์ด",
    "package_t7":"",
    
    "register_t1":"ลงทะเบียนข้อมูลของคุณในแบบฟอร์มการสมัคร",
    "register_t2":"กรุณากรอกข้อมูลการติดต่อ ชื่อ-นามสกุล เบอร์โทรศัพท์ อีเมล์ และอายุ เพื่อรับคำแนะนำฟรี!",
    "register_t3":"รับข้อมูลเกี่ยวกับโปรแกรมการเรียนจากที่ปรึกษา",
    "register_t4":"ที่ปรึกษาจาก TOPICA NATIVE จะติดต่อเพื่อให้ข้อมูลและตอบทุกคำถามเกี่ยวกับโปรแกรมการเรียน",
    "register_t5":"ทดสอบวัดระดับภาษาอังกฤษของคุณโดยมาตรฐานสากล",
    "register_t6":"ทดสอบวัดระดับภาษาอังกฤษของคุณผ่านแบบทดสอบออนไลน์ CASEC และสัมภาษณ์ภาษาอังกฤษกับอาจารย์ เพื่อประเมินทักษะภาษาอังกฤษของคุณครบทุกทักษะ",
    "register_t7":"ชำระค่าเรียนสำหรับคอร์สเรียนของคุณ",
    "register_t8":"ค่าเรียนจะขึ้นอยู่กับพื้นฐานและเป้าหมายทางการเรียนของผู้เรียนเป็นหลัก คุณสามารถชำระได้โดยเงินสด เครดิตการ์ด โอนเงินผ่านบัญชี",
    "register_t9":"เริ่มต้นพัฒนาภาษาอังกฤษของคุณได้ทันทีตามแผนการเรียนของคุณ",
    "register_t10":"แผนการเรียนโดยเฉพาะบุคคลทำให้คุณสามารถเรียนได้อย่างถูกต้อง โดยไม่จำเป็นต้องรอนักเรียนคนอื่น",

    "form_t1":"ลงทะเบียนรับสิทธิ์",
    "form_t2":"ทดสอบวัดระดับภาษาอังกฤษ ฟรี",
    "form_t3":"ชื่อ",
    "form_t4":"เบอร์โทรศัพท์",
    "form_t5":"อีเมล์",
    "form_t6":"--- กรุณาเลือกช่วงอายุ ---",
    "form_t7":"ต่ำกว่า 18 ปี",
    "form_t8":"18 - 22 ปี",
    "form_t9":"มากกว่า 22 ปี",
    "form_t10":"ยืนยันรับสิทธิ์"
}
